/* Alert
   badFolderAlert */
"Default Folder Changed" = "Standardordner wurde geändert";

/* plugin name */
"Google Drive" = "Google Drive";

/* badFolderAlert
   OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Please check your internet connection or your Google Drive settings and permissions and try again." = "Bitte prüfen Sie Ihre Internetverbindung oder Ihre Einstellungen und Genehmigungen für Google Drive und wiederholen Sie den Vorgang.";

/* pick folder title */
"Please select a folder before uploading." = "Bitte wählen Sie zunächst den Ordner zum Hochladen aus.";

/* Sign in */
"Sign In..." = "Anmelden...";

/* Sign out */
"Sign Out" = "Abmelden";

/* Alert Message
   badFolderAlert */
"The default folder no longer exists. Please select a new default folder." = "Der Standardordner existiert nicht mehr. Bitte wählen Sie einen neuen Standardordner.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Der Link zu Ihrem Capture kann eingefügt werden.";

/* No comment provided by engineer. */
"Unable to share to Google Drive" = "Weitergabe an Google Drive nicht möglich";

/* plugin button tooltip */
"Upload the capture to Google Drive for image or video hosting." = "Lädt das Capture auf Google Drive als Hosting-Plattform für Bilder oder Videos hoch.";

